#Conditional Statements (პირობითი განცხადებები):
#ეს არის პროგრამის ნაწილი, რომელიც განსაზღვრავს, თუ რა უნდა გაკეთდეს გარკვეული პირობის მიხედვით. Python-ში ჩვენ გვაქვს if, elif, და else.

#if Statement (if განცხადება):
#გამოიყენება, როდესაც chc გვინდა შევამოწმოთ, არის თუ არა პირობა მართალი. თუ პირობა მართალია, შესრულდება კოდი.

#elif Statement (elif განცხადება):
#გამოიყენება დამატებითი პირობის დასამატებლად, როცა if-ის პირობა არ შესრულდა.

#else Statement (else განცხადება):
#გამოიყენება, როცა არცერთი პირობა არ შესრულდება. მაშინ შესრულდება else-ის კოდი.


