let age = prompt("შეიყვანეთ ასაკი:");
let gender = prompt("შეიყვანეთ სქესი (კაცი/ქალი):");
let income = prompt("შეიყვანეთ შემოსავალი:");

age = Number(age);
income = Number(income);

if (age < 18) {
  alert("მიიღეთ განათლება და შემდეგ დაიწყეთ ინვესტიცია");
} else {
  if (gender == "ქალი") {
    if (income > 5000) {
      alert("თქვენი ფინანსური მდგომარეობა უზრუნველყოფილია");
    } else if (income > 3000) {
      alert("ფინანსური პოზიცია სტაბილურია. უკეთესი გეგმაა საჭირო.");
    } else {
      alert("გჭირდებათ ფინანსური გეგმის გაუმჯობესება");
    }
  } else if (gender === "კაცი") {
    if (income > 6000) {
      alert("თქვენ მზად ხართ ინვესტიციებისთვის!");
    } else if (income > 4000) {
      alert("შემოსავალი სტაბილურია");
    } else {
      alert("გჭირდებათ ფინანსური გეგმის გაუმჯობესება");
    }
  } else {
    alert("სქესი მიუთითეთ სწორად (კაცი ან ქალი)");
  }
}

let num = prompt("შეიყვანე რიცხვი:");

if (num % 2 == 0) {
  alert("ლუწი");
} else {
  alert("კენტი");
}